Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Further dilution of the test solution with dissolution medium according to the table below (a to b by dilutor).
es_es: La dilución posterior de la solución de análisis con medio de disolución se basa en la tabla siguiente (a sobre b por cada diluyente)

source: Further dilutions of the standard solution with 0.05 M Phospahte Buffer pH 6.8 solution according to the table below.
es_es: Las diluciones posteriores de la solución estándar con una solución buffer fosfato 0.05 M a un pH de 6.8 se corresponden con la tabla siguiente.

source: Further endpoints
es_es: Otros criterios de valoración

source: Further endpoints related to HHF, mortality, all-cause hospitalisation, renal outcomes, KCCQ, and diabetes are shown in the respective sections above.
es_es: En las secciones anteriores se muestran otros criterios de valoración relacionados con la hospitalización por insuficiencia cardíaca, la mortalidad, la hospitalización por todas las causas, los desenlaces renales, los valores del cuestionario KCCQ y la diabetes.

source: Further evaluation required
es_es: Se requiere evaluación adicional

source: Further experiments, which included a regeneration procedure, demonstrated that the Phenyl Sepharose chromatography column can be re-used at least 17 times retaining its full capacity for DNA removal.
es_es: Otros experimentos, que incluyeron un procedimiento de regeneración, demostraron que la columna de cromatografía de fenil sefarosa puede reutilizarse al menos 17 veces sin que pierda su capacidad completa de eliminación de ADN.

source: Further final vial formulation evaluations were performed by varying the concentration of PS 20.
es_es: Se evaluó la formulación final del frasco variando la concentración del PS 20.

source: Further impurities with unidentified structures may be found (see attached chromatogram of test solution).
es_es: Se pueden encontrar más impurezas con estructuras no identificadas (ver cromatograma adjunto de la solución de análisis).

source: Further information about the evaluation of Spevigo’s benefits can be found in Spevigo’s EPAR, including in its plain-language summary, available on the EMA website, under the medicine’s webpage.
es_es: En el informe EPAR de Spevigo, se puede encontrar más información sobre la evaluación de sus beneficios, incluido su resumen en lenguaje sencillo, al que se puede acceder desde el sitio web de la EMA, buscando la página del medicamento.

source: Further information is provided in Section 3.2.P.2 Pharmaceutical Development, Chapter 8.11.
es_es: Se incluye más información en la Sección 3.2.P.2 Desarrollo farmacéutico, Capítulo 8.11.

source: Further information on transport qualification is provided in Section 3.2.P.3.5 Process Validation – Transportation Qualification.
es_es: En la Sección 3.2.P.3.5, Validación del proceso: calificación del transporte, pueden verse otros estudios de validación del transporte.

source: Further information regarding the imputation is available in the TSAP (Appendix 16.1.9.1).
es_es: En el plan de análisis estadístico del ensayo hay más información sobre la imputación (Apéndice 16.1.9.1).

source: Further information such as matrix and analyte may also have been provided.
es_es: Es posible que también se contara con información adicional, como la matriz y el analito.

source: Further medical history data are available in Tables 15.1.4: 9 and 10.
es_es: En las Tablas 15.1.4: 9 y 10, hay más datos del historial médico.

source: Further on, butylated hydroxytoluene as a phenolic antioxidant and as well palmitic and stearic acid to represent common processing additives were also detected.
es_es: También se detectó hidroxitolueno butilado como antioxidante fenólico, y ácido palmítico y estérico, que representan aditivos comunes de procesamiento.

source: Further on, tenecteplase is an emergency drug typically applied once in contrast to a, e.g., daily applied drug.
es_es: Además, la tenecteplasa es un fármaco de emergencia que normalmente se aplica una sola vez, en comparación con, por ejemplo, un medicamento que se toma a diario.

source: Further on, the methods allow detection of additional leachables at or above the SCT level.
es_es: Además, los métodos permiten la detección de otros lixiviables cuyos niveles sean iguales o superiores al umbral de seguridad.

source: Further on, the most recent global RMP for Metalyse was written without Safety Concerns (in Section SVII.3) and was currently submitted globally to all countries with a regulatory requirement for an RMP in the context of a major change of the marketing authorisation (reference:
es_es: Además, el plan de gestión de riesgos mundial más reciente de Metalyse se redactó sin riesgos de seguridad (en la Sección SVII.3) y actualmente se envió a nivel internacional a todos los países en los que la autoridad regulatoria solicitara nuevos planes de gestión de riesgos en el contexto de un cambio importante de la autorización de comercialización (referencia:

source: Further on, volatiles that might be emitted from the “neat / native” (i.e., components not subjected to solvent extraction) packaging components were evaluated.
es_es: Asimismo, se evaluaron los volátiles que podrían ser emitidos por los componentes del acondicionamiento “puros o nativos” (es decir, componentes no sometidos a extracción con disolvente).

source: Further reflected in warning precautions as:
es_es: También reflejado en las advertencias y precauciones así:

source: Further safety topics of interest included malignancies, immunological reactions, angioedema, arthralgia, and bullous condition.
es_es: Otros temas de seguridad de interés fueron los tumores malignos, las reacciones inmunológicas, el angioedema, la artralgia y las patologías bullosas.

source: Further sensitivity analyses were performed based on outcome events that occurred up to the last day of study drug intake (TS+0), up to 7 days after last study drug intake (TS+7), or up to 30 days after last study drug intake (TS+30).
es_es: También se hicieron otros análisis de sensibilidad a partir de los eventos relacionados ocurridos hasta el último día de ingesta del medicamento experimental (GT + 0), hasta 7 días pasada la última ingesta del medicamento experimental (GT + 7), o hasta los 30 días posteriores a dicha última ingesta (GT + 30).

source: Further test solutions may be applied to the same plate
es_es: Se pueden aplicar soluciones de análisis adicionales a la misma placa

source: Further trials have subsequently shown similar results.(15-17)
es_es: Posteriormente, otros ensayos han mostrado resultados similares.(15-17)

source: Further trials have subsequently shown similar results.(15-17) Guidelines worldwide have changed to recommend endovascular thrombectomy as standard care for ischemic stroke patients with large vessel occlusion.(18-20)
es_es: Posteriormente, otros ensayos han mostrado resultados similares.(15-17) Las directrices en todo el mundo han cambiado para recomendar la trombectomía endovascular como atención estándar para pacientes con accidente cerebrovascular isquémico con oclusión de grandes vasos.(18-20)

source: Further, a statistical calculation of the inter-lot similarity factor has been performed.
es_es: Además, se ha calculó estadísticamente el factor de similitud entre partidas.

source: Further, dilute 1.0 ml of this solution to 10.0 ml with mobile phase and mix.
es_es: Luego, diluir 1.0 ml de esta solución con fase móvil hasta obtener 10.0 ml y mezclar.

source: Further, dilute 1.0 ml of this solution to 100.0 ml with mobile phase and mix.
es_es: Luego, diluir 1.0 ml de esta solución con fase móvil hasta obtener 100.0 ml y mezclar.

source: Further, stress stability condition are not predictive to long-term storage conditions.
es_es: Además, las condiciones extremas para estabilidad no predicen las condiciones de almacenamiento a largo plazo.

source: Furthermore, BI will discontinue the testing of NO-HCTZ in API and DP, and will apply ICH Q3A / Q3B.
es_es: Por último, BI discontinuará la evaluación de NO-HCTZ en el IFA y el medicamento, y aplicará los lineamientos Q3A y Q3B de la ICH.

source: Furthermore, CCI testing will be also performed as part of the stability studies (see Section 3.2.P.8.3 Accelerated and Long-Term Stability Data and Section 3.2.P.8.2 Post-Approval Stability Protocol and Stability Commitment for details).
es_es: Asimismo, también se realizarán pruebas de integridad del envase y sistema de cierre como parte de los estudios de estabilidad (se pueden ver más detalles en la Sección 3.2.P.8.3, Datos de estabilidad acelerada y a largo plazo, y la Sección 3.2.P.8.2, Protocolo de estabilidad y compromisos de estabilidad posteriores a la aprobación).

source: Furthermore, CCIT will be also performed for PFS-NSD-1 as part of the ongoing as well as post-approval stability studies (see Section 3.2.P.8.3 Accelerated and Long-Term Stability Data and Section 3.2.P.8.2 Post-Approval Stability Protocol and Stability Commitment for details).
es_es: Además, como parte de los estudios de estabilidad en curso y posteriores a la aprobación, se realizarán pruebas de integridad del sistema de cierre del envase (se pueden ver más detalles en la Sección 3.2.P.8.3, Datos de estabilidad acelerada y a largo plazo, y en la Sección 3.2.P.8.2, Protocolo de estabilidad y compromisos de estabilidad posteriores a la aprobación).

source: Furthermore, HF significantly decreases HRQOL and pharmacological therapies have not shown consistent improvement in HRQOL.
es_es: Además, la insuficiencia cardíaca disminuye significativamente la calidad de vida relacionada con la salud, cuya mejora sostenida no se ha podido alcanzar mediante y las terapias farmacológicas.

source: Furthermore, a process interruption of 2 hours was simulated in this study.
es_es: Además, en este estudio se simuló una interrupción del proceso de 2 horas.

source: Furthermore, a process interruption of two hours was confirmed in a filtration characterisation study, see Chapter 3.2.6 and was additionally verified at-scale during transfer fills.
es_es: Asimismo, se confirmó una interrupción del proceso de dos horas en un estudio de caracterización de la filtración, ver el Capítulo3.2.6, y además se comprobó a escala durante los llenados de transferencia.

source: Furthermore, aRMMs have not been requested by any health authority worldwide.
es_es: Por último, ninguna autoridad sanitaria de ningún país del mundo ha solicitado medidas adicionales de minimización de riesgos.

source: Furthermore, an analysis of the effect of food on the primary and secondary PK parameters (AUC0-∞, Cmax, and AUC0-tz) for empagliflozin and metformin was added in the TSAP.
es_es: Por último, se analizó en el plan de análisis estadístico del ensayo el efecto de los alimentos sobre los parámetros farmacocinéticos primarios y secundarios (AUC0-∞, Cmáx y AUC_0-tz) para empagliflozina y metformina.

source: Furthermore, coefficient of determination (r2), slope, y-intercept, residual sum of squares and p-values for slope and for intercept were calculated.
es_es: Además, se calcularon el coeficiente de determinación (r2), la pendiente, la ordenada al origen, la suma de cuadrados residuales y los valores p para la pendiente y la ordenada al origen.

source: Furthermore, commercial conditioning study data are available for two weeks at 30 ± 2°C / 70 ± 5% RH.
es_es: Además, hay datos del estudio de acondicionamiento comercial para dos semanas a 30 ± 2 °C/70 ± 5 % de humedad relativa.

source: Furthermore, confirmatory testing of 322 drug product batches were performed and the results are presented.
es_es: Además, hay pruebas confirmatorias de 322 partidas del medicamento, con sus resultados.

source: Furthermore, degradation is only relevant for materials remaining within the tissue.
es_es: Además, la degradación sólo es relevante para los materiales que quedan dentro del tejido.

source: Furthermore, degradation testing of the materials is not required since the components do not remain within the tissue.
es_es: Asimismo, no es preciso realizar un análisis de degradación ya que los componentes no permanencen dentro del tejido.

source: Furthermore, food effect was to be investigated on the primary and secondary PK parameters (AUC0-∞, Cmax and AUC0-tz) for empagliflozin and metformin.
es_es: Por último, se debía investigar el efecto de los alimentos sobre los parámetros farmacocinéticos primarios y secundarios (AUC0-∞, Cmáx y AUC_0-tz) para empagliflozina y metformina.

source: Furthermore, for uniformity of content of single-dose preparations numerical limits are provided in the respective Ph. Eur. monograph 2.9.6.
es_es: Por último, en la monografía respectiva de la Ph. Eur., 2.9.6, se encuentran los límites numéricos de la uniformidad del contenido de las preparaciones a dosis únicas.

source: Furthermore, in a trial of healthy volunteers, empagliflozin 10 mg resulted in approximately 50 g glucosuria per day [P13-04190].
es_es: Por último, en un ensayo realizado con voluntarios sanos, 10 mg de empagliflozina produjeron aproximadamente 50 g de glucosuria por día [P13-04190].

source: Furthermore, information on matching placebos to linagliptin formulations is presented.
es_es: Además, se presenta información sobre los placebos del mismo aspecto que las formulaciones de linagliptina.

source: Furthermore, it is not necessary to measure additionally the tablet length and width routinely on the commercial product as the dimensions (length and width) are strictly defined by the configuration of the punches which are not subject to dimensional changes.
es_es: Por último, no es necesario medir una vez más la longitud y el ancho de los comprimidos como procedimiento de rutina en el producto comercial porque las dimensiones (longitud y ancho) están definidas estrictamente en la configuración de los punzones, que no están sujetos a cambios de dimensión.

source: Furthermore, metabolic activation by S9 mix did not alter the mutation frequency of these bacterial strains compared to the respective negative controls irrespective whether 10% rat or hamster or 30% rat or hamster S9 were used.
es_es: Además, la activación metabólica por la mezcla S9 no alteró la frecuencia de mutación de estas cepas bacterianas en comparación con los respectivos controles negativos, ni empleando S9 de rata o hámster al 10% ni al 30%.

source: Furthermore, metabolic activation by S9 mix, irrespective whether 10% rat or hamster or 30% rat or hamster S9, did not alter the mutation frequency of these bacterial strains compared to the respective negative controls.
es_es: Además, la activación metabólica originada en la mezcla S9 no alteró la frecuencia de mutación de estas cepas bacterianas en comparación con los respectivos controles negativos, así fuera empleando S9 de rata o hámster, al 10% o al 30%.

source: Furthermore, no significant differences were shown for all further stability attributes.
es_es: Además, no se observaron diferencias significativas en ninguno de los demás atributos de estabilidad.

source: Furthermore, potency is ensured by controlling other quality attributes impacting potency (see Sections 3.2.P.5.6 Justification of Specification and 3.2.P.8 Stability Data).
es_es: Además, la potencia se garantiza mediante el control de otros atributos de calidad que afectan este atributo (véanse las Secciones 3.2.P.5.6, Justificación de la especificación, y 3.2.P.8, Datos de estabilidad).

source: Furthermore, responders for clinically meaningful improvement (an increase in score of at least 5 points at Week 52 from baseline) or deterioration (a reduction of at least 5 points) were analysed [R17-2687].
es_es: Por último, entre quienes respondieron, se buscó una mejoría (un aumento en la puntuación de al menos 5 puntos en la semana 52 desde el inicio) o un deterioro (una reducción de al menos 5 puntos) clínicamente significativos [R17-2687].

source: Furthermore, sorting at Catalent FR (Beinheim) site is performed after UV laser marking of the capsules and was therefore moved to Table 4 Equipment for capsule marking and sorting.
es_es: Por último, en la planta Catalent FR (Beinheim) la clasificación sigue al marcado láser UV de las cápsulas, por lo que se la movió a la Tabla 4 (Equipos para el marcado y la clasificación de las cápsulas).

source: Furthermore, spesolimab carrying N-glycans containing N-Acetylneuraminic acid (NANA) is enriched.
es_es: Por último, se enriquece el espesolimab que transporta N-glicanos con ácido N-acetilneuramínico (NANA).

source: Furthermore, the CTP specified that clinically relevant safety observations, including abnormalities in laboratory parameters, vital signs, 12-lead ECGs were to be reported either as baseline conditions (if pre-treatment) or as AEs (if post-treatment).
es_es: Por último, en el Protocolo de Ensayo Clínico se especificaba que las observaciones de seguridad clínicamente relevantes, incluidas las anomalías en los parámetros de laboratorio, los signos vitales y los ECG de 12 derivaciones, debían notificarse como afecciones iniciales (de existir antes del tratamiento) o como eventos adversos (de haberse manifestado después del tratamiento).

source: Furthermore, the DS processes differs only in details that are not expected to have relevant impact on glycosylation, which is also indicated by comparable quantitative results for Asn103 occupancy (type I/II) and sialylation (see Figure 53 and Figure 54).
es_es: Además, los procesos del principio activo difieren solo en detalles que no se espera que tengan un impacto relevante sobre la glicosilación, lo cual también está indicado por resultados cuantitativos comparables para la ocupación de Asn103 (tipo I o II) y la sialilación (véanse la Figura 53 y la Figura 54).

source: Furthermore, the NO-HCTZ data of the drug product batches are from 0.23 (0.000023 %) to 1.50 ppm (0.00015 %).
es_es: Por último, los valores de NO-HCTZ en las partidas del medicamento evaluadas, fueron de 0.23 (0.000023 %) a 1.50 ppm (0.00015 %).

source: Furthermore, the absolute results obtained on both sites are identical within the precision of the used test method.
es_es: Además, los resultados absolutos obtenidos en ambos centros son idénticos dentro de los parámetros de precisión del método analítico utilizado.

source: Furthermore, the dimethicone used for siliconization of the syringe barrel, siliconization of the needle and siliconization of the plunger stopper is compliant to Ph.
es_es: Además, la dimeticona utilizada para la siliconación del cilindro de la jeringa, la aguja y el tapón del émbolo cumple con los requisitos de Ph.

source: Furthermore, the existing analytical procedures for dissolution of empagliflozin and metformin hydrochloride in empagliflozin / metformin hydrochloride film-coated tablets need to be updated by adding a possible adaption of the eluent concentration in order to fulfill the system suitability testing (SST) criteria.
es_es: Además, los procedimientos analíticos existentes para la disolución de empagliflozina y el clorhidrato de metformina en los comprimidos recubiertos de empagliflozina/clorhidrato de metformina deben actualizarse añadiendo una posible adaptación de la concentración del eluyente para cumplir los criterios de la prueba de adecuación del sistema (SST).

source: Furthermore, the following specific adverse events were defined in the TSAP:
es_es: Por último, en el plan de análisis estadístico del ensayo, se definieron los siguientes eventos adversos específicos:

source: Furthermore, the neat / native rubber stoppers were investigated for VOC by headspace gas chromatography (HS-GC).
es_es: Asimismo, se investigaron los tapones de caucho puros/nativos en busca de compuestos orgánicos volátiles por medio de cromatografía gaseosa con espacio de cabeza (GC-HS).

source: Furthermore, the product information explicitly states for the paediatric population:
es_es: Además, la información del producto indica para la población pediátrica explícitamente lo siguiente:

source: Furthermore, the referenced pharmacopoeia are equivalent to each other in terms of their requirements.
es_es: Por último, las farmacopeas referenciadas son equivalentes entre sí en cuanto a sus requisitos.

source: Furthermore, the rubber stopper and the glass vial are also considered suitable for the use as primary packaging components for tenecteplase due to the shown protective properties of the CCS as well as the given compatibility of the DP with vial and stopper
es_es: Además, el tapón de caucho y el frasco de vidrio también se consideran adecuados para su uso como componentes del acondicionamiento primario de la tenecteplasa en virtud de las propiedades protectoras demostradas del envase y sistema de cierre, así como la compatibilidad del medicamento con el frasco y el tapón.

source: Furthermore, the system specific offset (+6RU) does not need to be mentioned for the specificity of the formulation buffer as the specificity refers to the lowest concentration.
es_es: Por lo demás, la compensación específica del sistema (+ 6 UR) no debe mencionarse en la especificidad del buffer de formulación, porque esta de por sí se refiere a la mínima concentración.

source: Furthermore, the table was updated to include the missing cell bank testing and storage sites to present a complete overview of the manufacturers.
es_es: Asimismo, la tabla se actualizó para incluir los centros de análisis y almacenamiento de bancos de células que faltaban, con objeto de presentar un panorama completo de los fabricantes.

source: Furthermore, there is only one dose level recommended per indication, which forms the basis for the respective dosing tables in the proposed product information and which is in both indications applied in a 5-step dosing scheme for each indication.
es_es: Por último, solo se recomienda una dosis por indicación, que constituye la base de las respectivas tablas de dosificación en la información del producto propuesta y que en ambas indicaciones se aplica en un esquema de dosificación de 5 pasos para cada indicación.

source: Furthermore, there were no imbalances in electrolyte levels between the treatment groups (Table 15.3.2.1: 1).
es_es: Por último, no hubo desequilibrios en los niveles de electrolitos entre los grupos de tratamiento (Tabla 15.3.2.1: 1).

source: Furthermore, these data sets were used to support the classification of operational parameters and acceptance criteria for process parameters.
es_es: Además, estos conjuntos de datos se utilizaron para respaldar la clasificación de parámetros operativos y criterios de aceptación para los parámetros del proceso.

source: Furthermore, two N-nitrosamine positive controls were included.
es_es: Además, se incluyeron dos controles positivos de N-nitrosamina.

source: Furtheron, acetaldehyde and some ketones were detectable in trace levels.
es_es: Asimismo, se detectaron trazas de acetaldehído y algunas cetonas.

source: GABAPENTINA
es_es: GABAPENTIN

source: GAS CHROMATOGRAPHIC CONDITIONS
es_es: CONDICIONES PARA LA CROMATOGRAFÍA GASEOSA

source: GAS CHROMATOGRAPHY
es_es: CROMATOGRAFÍA GASEOSA

source: GB 845 3370 24 Registration No. 122851 Scotland
es_es: GB 845 3370 24; Número de Registro en Escocia: 122851

source: GC conditions:
es_es: Condiciones de la cromatografía gaseosa:

source: GC cycle
es_es: Ciclo de la crom. gas.

source: GC cycle time
es_es: Tiempo del ciclo de la crom. gas.

source: GC is mainly based on mechanisms of adsorption or mass distribution.
es_es: La cromatografía gaseosa se basa principalmente en mecanismos de adsorción o distribución de masa.

source: GC run time
es_es: Tiempo de corrida de la crom. gas.

source: GC-MS or alternatively LC-MS or alternatively UHPLCACPI-MS/MS
es_es: GC-MS o LC-MS o UHPLCACPI-MS/MS

source: GCP
es_es: BPC
